Repository: hieuvnautotech/JuwonTL
Catalog: Library/Resource.*.resx
Languages: vi

# Btn_Block
source: Block
vi: Khóa

# Btn_Cancel
source: Cancel
vi: Hủy

# Btn_Create
source: Create
vi: Tạo mới

# Btn_Delete
source: Delete
vi: Xóa

# Btn_Login
source: Login
vi: Đăng nhập

# Btn_Logout
source: Logout
vi: Đăng xuất

# Btn_Modify
source: Modify
vi: Cập nhật

# DbTbl_Active
source: Available
vi: Có thể dùng?

# DbTbl_Address
source: Address
vi: Địa chỉ

# DbTbl_CategoryName
source: Category name
vi: Tên nhóm

# DbTbl_Code
source: Code
vi: Mã

# DbTbl_Description
source: Description
vi: Chú thích

# DbTbl_Link
source: Url
vi: Đường dẫn

# DbTbl_MasterName
source: Category
vi: Nhóm

# DbTbl_MenuFullName
source: Full Direction
vi: Chỉ mục

# DbTbl_MenuLevel
source: Menu Level
vi: Cấp menu

# DbTbl_Name
source: Name
vi: Tên

# DbTbl_Password
source: Password
vi: Mật khẩu

# DbTbl_Phone
source: Phone Number
vi: Số điện thoại

# DbTbl_PrimaryMenu
source: Primary Menu
vi: Menu cấp 1

# DbTbl_PrimaryMenuOrder
source: Primary Menu Order
vi: Thứ tự cấp 1

# DbTbl_SecondaryMenu
source: Secondary Menu
vi: Menu cấp 2

# DbTbl_SecondaryMenuOrder
source: Secondary Menu Order
vi: Thứ tự cấp 2

# DbTbl_TertiaryMenu
source: Tertiary Menu
vi: Menu cấp 3

# DbTbl_TertiaryMenuOrder
source: Tertiary Menu Order
vi: Thứ tự cấp 3

# DbTbl_UserName
source: Username
vi: Tài khoản

# ERROR_AccountBlocked
source: Account has been blocked.
vi: Tài khoản đã bị khóa.

# ERROR_AccountNotRegistered
source: Account is not registered.
vi: Tài khoản chưa đăng ký.

# ERROR_AccountUnAuthorized
source: Your account has no permission to access.
vi: Không có quyền truy cập.

# ERROR_CannotCreate
source: Cannot create new one.
vi: Không thể tạo mới.

# ERROR_CategoryNotBeChosen
source: Please select category.
vi: Vui lòng chọn loại.

# ERROR_CodeInvalid
source: Code is invalid.
vi: Mã không hợp lệ.

# ERROR_DuplicatedCode
source: Duplicated code.
vi: Mã đã tồn tại.

# ERROR_DuplicatedName
source: Duplicated name.
vi: Tên đã tồn tại.

# ERROR_EnterUsernamePassword
source: Please enter Username and Password.
vi: Vui lòng nhập tài khoản và mật khẩu.

# ERROR_FullFillTheForm
source: Full fill the form to continue.
vi: Nhập đầy đủ thông tin để tiếp tục.

# ERROR_NotFound
source: Not found.
vi: Không tìm thấy.

# ERROR_PrimaryMenuDuplicated
source: Primary menu is duplicated.
vi: Menu cấp 1 đã tồn tại.

# ERROR_PrimaryMenuNotExist
source: Primary menu is not exist.
vi: Menu cấp 1 không tồn tại.

# ERROR_SecondMenuDuplicated
source: Secondary menu is duplicated.
vi: Menu cấp 2 đã tồn tại.

# ERROR_SecondMenuNotExist
source: Secondary menu is not exist.
vi: Menu cấp 2 không tồn tại.

# ERROR_SystemError
source: System error.
vi: Lỗi hệ thống.

# ERROR_ThirdMenuDuplicated
source: Tertiary menu is duplicated.
vi: Menu cấp 3 đã tồn tại.

# ERROR_WrongPassword
source: Wrong Password.
vi: Sai mật khẩu.

# MML_Common
source: Common
vi: Chung

# MML_Configuration
source: Configuration
vi: Thiết lập

# MML_MMSDisplayDaily
source: Daily
vi: Hằng ngày

# MML_MonitorMonitoringDashboard
source: Dashboard
vi: Bảng điều khiển

# MML_Monitoring
source: Monitoring
vi: Giám sát

# MML_MMSReportProductivity
source: WO Report
vi: Hoạt động sản xuất

# MML_Registration
source: Registration
vi: Đăng ký

# MML_Report
source: Report
vi: Báo cáo

# MML_Permission
source: Permission
vi: Quyền hạn

# MML_Role
source: Role
vi: Vai trò

# MML_Standard
source: Standard
vi: Cài đặt

# MML_Information
source: Information
vi: Thông tin cơ bản

# MML_User
source: User
vi: Tài khoản

# MSG_BlockCommonDetail
source: Block CommonDetail.
vi: Khóa CommonDetail.

# MSG_ConfirmToLogout
source: Select "Logout" below if you are ready to end your current session.
vi: Chọn 'Đăng xuất' để kết thúc phiên làm việc.

# MSG_CreateMenu
source: Create Menu.
vi: Tạo mới Menu.

# MSG_CreateNewCommonDetail
source: Create new CommonDetail.
vi: Tạo mới CommonDetail.

# MSG_CreateNewCommonMaster
source: Create new CommonMaster.
vi: Tạo mới CommonMaster.

# MSG_CreatePermission
source: Create permission.
vi: Tạo mới permission.

# MSG_CreateRole
source: Create role.
vi: Tạo role mới.

# MSG_DeleteCommonDetail
source: Delete CommonDetail.
vi: Xóa CommonDetail.

# MSG_DeleteCommonMaster
source: Delete CommonMaster.
vi: Xóa CommonMaster.

# MSG_DeletePermission
source: Delete Permission.
vi: Xóa Permission.

# MSG_Logout
source: Logout
vi: Đăng xuất

# MSG_ModifyCommonDetail
source: Update CommonDetail.
vi: Cập nhật CommonDetail.

# MSG_ModifyCommonMaster
source: Modify CommonMaster.
vi: Cập nhật CommonMaster

# MSG_ModifyMenu
source: Modify Menu.
vi: Cập nhật Menu.

# MSG_ModifyPermission
source: Modify Permission.
vi: Cập nhật Permisstion.

# MSG_ReadyToLeave
source: Ready to leave ?
vi: Bạn muốn đăng xuất ?

# PlaceHolder_Password
source: Enter Password
vi: Nhập mật khẩu

# PlaceHolder_UserName
source: Enter Username
vi: Nhập tài khoản

# SUCCESS_Authorization
source: Authorize successfully.
vi: Cấp quyền thành công.

# SUCCESS_Block
source: Block successfully.
vi: Khóa thành công.

# SUCCESS_Create
source: Create new one successfully.
vi: Tạo mới thành công.

# SUCCESS_Delete
source: Delete successfully.
vi: Xóa thành công.

# SUCCESS_Login
source: Login successfully.
vi: Đăng nhập thành công.

# SUCCESS_Modify
source: Modify successfully.
vi: Cập nhật thành công.

# WARN_NotSelectOnGrid
source: No value on grid has been chosen.
vi: Không có giá trị nào trên lưới được chọn.

# MSG_CreateNewMaterial
source: Create New Material
vi: Tạo mới Nguyên Vật Liệu

# ERROR_NameCantNotbeNull
source: Name cannot be null.
vi: Tên không được để trống.

# ERROR_UsernameCantNotbeNull
source: Username cannot be null.
vi: Tài khoản không được để trống.

# MSG_ModifyUser
source: Modify User.
vi: Cập nhật tài khoản.

# ERROR_DuplicatedUsername
source: Username had been registered.
vi: Tài khoản đã được đăng ký.

# ERROR_PasswordCantNotbeNull
source: Password cannot be null.
vi: Mật khẩu không được để trống.

# MSG_CreateUser
source: Create User.
vi: Tạo tài khoản.

# DbTbl_Unit
source: Unit
vi: Đơn vị

# MML_Product
source: Product
vi: Thành phẩm

# MML_Staff
source: Staff
vi: Nhân viên

# DbTbl_CreateBy
source: Created By
vi: Người Tạo

# DbTbl_IQC
source: IQC (%)
vi: Tỷ Lệ Kiểm Định (%)

# DbTbl_MaterialCategory
source: Material Category
vi: Phân Loại NVL

# DbTbl_ModifiedBy
source: Modified By
vi: Người Thay Đổi

# DbTbl_Process
source: Process
vi: Quá Trình

# DbTbl_Product
source: Product
vi: Thành Phẩm

# DbTbl_Type
source: Type
vi: Loại

# DbTbl_CreatedDate
source: Created Date
vi: Ngày tạo

# DbTbl_ModifiedDate
source: Modified Date
vi: Ngày cập nhật

# MSG_CreateMaker
source: Create Maker.
vi: Tạo nhà cung cấp NVL.

# MSG_ModifyMaker
source: Modify Maker.
vi: Cập nhật nhà cung cấp NVL.

# MSG_CreateProcess
source: Create Process.
vi: Tạo quá trình sản xuất.

# MSG_ModifyProcess
source: Modify Process.
vi: Cập nhật quá trình sản xuất.

# DbTbl_Available
source: Ready to Used.
vi: Sẵn dùng?

# MSG_CreateMachine
source: Create Machine.
vi: Tạo thông tin máy.

# MSG_ModifyMachine
source: Modify Machine.
vi: Cập nhật thông tin máy.

# DbTbl_ApplyDate
source: Applied Date
vi: Ngày áp dụng

# DbTbl_TypeName
source: Type name
vi: Tên loại

# MSG_CreateProduct
source: Create Product
vi: Tạo thông tin sản phẩm.

# MSG_ModifyProduct
source: Modify Product
vi: Cập nhật thông tin sản phẩm.

# MML_Department
source: Department
vi: Phòng ban

# MSG_CreateDepartment
source: Create Department
vi: Tạo phong ban.

# MSG_ModifyDepartment
source: Modify Department
vi: Cập nhật thông tin phòng ban.

# DbTbl_DepartmentGroup
source: Department Group
vi: Nhóm phòng ban

# DbTbl_DepartmentName
source: Department Name
vi: Tên phòng ban

# DbTbl_PositionName
source: Position
vi: Vị trí

# MSG_CreateStaff
source: Create new staff.
vi: Tạo thông tin nhân viên.

# MSG_ModifyStaff
source: Modify staff.
vi: Cập nhật thông tin nhân viên.

# ERROR_NotFile
source: Can't get data from excel file or upload file with no data
vi: Không thế lấy giữ liệu từ tệp excel hoặc tệp tải lên không có giữ liệu

# SUCCESS_CreateAndModify
source: Create and Modify successfully.
vi: Tạo mới và Cập nhật thành công.

# WARN_NoImportedFile
source: No imported file.
vi: Không có file nào được chọn.

# DbTbl_MaterialType
source: Material Type
vi: Loại NVL

# DbTbl_Category
source: Category
vi: Phân loại

# Btn_Detail
source: Detail
vi: Chi tiết

# DbTbl_Language
source: Language
vi: Ngôn ngữ

# DbTbl_Content
source: Content
vi: Nội dung

# DbTbl_Select
source: Select
vi: Lựa Chọn

# DbTbl_SelectMenu
source: SelectMenu
vi: Lựa chọn nội dung

# DbTbl_ProcessCount
source: Number of processes
vi: Số lượng quy trình

# MSG_CreateBOM
source: Create new BOM.
vi: Tạo BOM mới.

# MSG_ModifyBOM
source: Modify BOM.
vi: Cập nhật BOM.

# DbTbl_ProcessLevel
source: Process Level
vi: Thứ tự quy trình

# DbTbl_SemiProduct
source: Semi
vi: Bán thành phẩm

# DbTbl_Quantity
source: Quantity
vi: Số lượng

# DbTbl_DueDate
source: Due Date
vi: Ngày dự kiến

# MSG_CreateDO
source: Create new PO.
vi: Tạo mới PO.

# MSG_CreatePO
source: Create new PO.
vi: Tạo mới PO.

# MSG_ModifyPO
source: Modify PO.
vi: Cập nhật PO.

# ERROR_CannotModify_Target
source: Cannot modify target.
vi: Không thể sửa đổi target.

# DbTbl_TaktTime
source: TaktTime
vi: Thời gian tiêu chuẩn

# MSG_CreateQCMaster
source: Create QC Master
vi: Tạo mới QC Master

# MSG_CreateQCSubject
source: Create QC Subject
vi: Tạo mới QC Subject

# MSG_ModifyWO
source: Modify Work Order
vi: Cập nhật WO

# MSG_CreateWO
source: Create new Work Order
vi: Tạo mới Work Order.

# ERROR_InvalidInputQuantity
source: Quantity input invalid.
vi: Số lượng nhập vào không phù hợp.

# DbTbl_ScheduleTimeStart
source: Schedule Time Start
vi: Dự kiến bắt đầu

# ERROR_DateTimeInvalid
source: DateTime Invalid Format.
vi: Ngày giờ không hợp lệ.

# MSG_DeleteWO
source: Delete Work Order.
vi: Xóa Work Order.

# ERROR_CannotDelete
source: Cannot delete.
vi: Không thể xóa.

# Btn_Divide
source: Divide
vi: Chia

# MSG_DivideWO
source: Divide Work Order.
vi: Chia nhỏ Work Order.

# ERROR_CannotDivide
source: Cannot Divide.
vi: Không thể chia.

# MSG_QRGeneration
source: QR Generation
vi: Tạo mã QR

# Btn_Generate
source: Generate
vi: Tạo Mã

# Btn_Print
source: Print
vi: In

# Btn_Search
source: Search
vi: Tìm Kiếm

# Btn_Scan
source: Scan
vi: Quét mã

# WARN_Existed
source: Existed.
vi: Đã tồn tại.

# WARN_ScanExisted
source: Code has been scanned.
vi: Code đã được scan.

# DbTbl_ReceivedDate
source: Received Date
vi: Ngày nhận

# DbTbl_ShippedDate
source: Shipped Date
vi: Ngày xuất

# DbTbl_LotCode
source: LOT Code
vi: Mã LOT

# SUCCESS_Success
source: Successfully !
vi: Thành công !

# WARN_InputCannotBeBlank
source: Cannot be blank !
vi: Không được để trống !

# ERROR_NotExisted
source: Not existed !
vi: Không tồn tại !

# DbTbl_Status
source: Status
vi: Trạng thái

# DbTbl_WMSLocation
source: WMS Location
vi: Vị trí kho

# DbTbl_Date
source: Date
vi: Ngày

# Btn_Save
source: Save
vi: Lưu

# DbTbl_Invoice
source: Invoice No.
vi: Số hóa đơn

# ERROR_Existed
source: Existed !
vi: Đã tồn tại !

# ERROR_WrongProcess
source: Wrong Process !
vi: Sai Quá Trình !

# DbTbl_ProductCode
source: Product Code
vi: Mã sản phẩm

# DbTbl_TotalQuantity
source: Total Quantity
vi: Tổng số lượng

# DbTbl_MaterialCode
source: Material Code
vi: Mã vật liệu

# DbTbl_ProcessCategoryName
source: Process Category Name
vi: Tên loại quy trình

# DbTbl_ScheduleTimeEnd
source: Schedule Time End
vi: Dự kiến kết thúc

# DbTbl_Target
source: Target
vi: Mục tiêu

# MSG_CreateMagazine
source: Create Magazine
vi: Khởi tạo thùng chứa

# MML_General
source: General
vi: Thông tin chung

# DbTbl_StandardDuration
source: Standard Duration
vi: Thời gian tiêu chuẩn

# MSG_CreateLine
source: Create Line
vi: Tạo line

# DbTbl_ProcessCategory
source: Process Category
vi: Loại quy trình

# MSG_CreateBreakTime
source: Create Break Time
vi: Tạo thời gian nghỉ

# MSG_ModifyBreakTime
source: Modify Break Time
vi: Sửa thời gian nghỉ

# MSG_ModifyLine
source: Modify Line
vi: Sửa Line

# ERROR_NotEnoughMaterial
source: Not enough materials in WIP warehouse!
vi: Không đủ nguyên vật liệu trong kho sản xuất !

# DbTbl_Selected
source: Selected
vi: Đã chọn

# ERROR_MagazineIsFull
source: This magazine is full !
vi: Magazine này đã đầy !

# ERROR_BuyerCannotBeFound
source: Buyer cannot be found !
vi: Không tìm thấy Buyer !

# ERROR_MagazineNotEnoughSpace
source: Magazine has not enough space !
vi: Thùng chứa không đủ chỗ !

# DbTbl_WO
source: Work Order
vi: Trình tự công việc

# ERROR_NoData
source: No Data
vi: Không dữ liệu.

# WARN_UploadWrongFile
source: Upload wrong file !
vi: Upload file không đúng !

# WARN_ScanLOTCodeToContinue
source: Scan LOT Code to continue !
vi: Scan LOT Code để tiếp tục !

# ERROR_PBAIsUsedForAnotherProduct
source: This PBA is used for another product !
vi: PBA này dùng cho product khác !

# WARN_ProductionLineIsWorking
source: Production Line Is Working !
vi: Line đang hoạt động !

# ERROR_PBAIsNotFixed
source: PBA Is Not Fixed !
vi: PBA chưa được sửa chữa !

# ERROR_PBAIsShipped
source: PBA is shipped out !
vi: PBA đã được ship đi !

# ERROR_PBAIsTerminated
source: This PBA is terminated !
vi: PBA này không thể sửa chữa !

# Btn_Pending
source: Pending
vi: Tạm dừng

# DbTbl_Minus
source: Minus
vi: Phép Trừ

# DbTbl_Combine
source: Combine
vi: Kết hợp

# ERROR_CannotCombine
source: Can Not Combine
vi: Không thể kết hợp

# Btn_Packing
source: Packing
vi: Đóng gói

# WARN_PackIsEmpty
source: This pack is empty !
vi: Thùng rỗng !

# DbTbl_Remark
source: Remark
vi: Ghi Chú

# ERROR_PBAIsJustReceived
source: PBA Is Just Received !
vi: PBA mới được nhận vào !

# ERROR_PBAIsFixed
source: PBA Is Fixed !
vi: PBA đã được sửa !

# ERROR_BoxLabelIsJustCreated
source: Box Label is just created !
vi: Box Label mới được khởi tạo !

# ERROR_MagazineContainPBAForOtherPO
source: This Magazine contains PBA for other PO !
vi: Magazine chứa PBA dùng cho PO khác !

# ERROR_PBAIsUsedForAnotherPO
source: PBA is used for another PO !
vi: PBA được dùng cho PO khác !

# ERROR_PBANotHeatSink
source: PBA is not heat sink !
vi: PBA chưa qua quá trình HEATSINK !

# MML_Model
source: Model
vi: Mô hình

# MML_Buyer
source: Buyer
vi: Người Mua

# MML_Size
source: Size
vi: Kích thước

# MML_Color
source: Color
vi: Màu sắc

# MML_Location
source: Location
vi: Vị trí

# MML_Box
source: Box
vi: Thùng chứa

# MML_Destination
source: Destination
vi: Nơi đến

# DbTbl_Model
source: Model
vi: Mô hình

# DbTbl_BaseColor
source: Base Color
vi: Màu cơ bản

# DbTbl_Size
source: Size
vi: Kích thước

# DbTbl_SprayColor
source: SprayColor
vi: Màu phun

# DbTbl_BuyerCategory
source: Buyer Brand
vi: Thương hiệu

# MML_Supplier
source: Supplier
vi: Nhà Cung Cấp

# MML_StaffPosition
source: Staff Position
vi: Vị trí nhân viên

# MML_Factory
source: Factory
vi: Xưởng sản xuất

# MML_LocationCategory
source: Location Category
vi: Loại vị trí

# ERROR_IdNotExisted
source: ID Not Existed
vi: ID khong ton tai

# ERROR_ModelNotExisted
source: Model is not exist !
vi: Model không tồn tại !

# ERROR_PONotExisted
source: PO is not exist !
vi: PO không tồn tại !

# ERROR_ModelStyleNotExisted
source: Style is not exist !
vi: Style không tồn tại !

# DbTbl_Destination
source: Destination
vi: Điểm đến

# ERROR_DestinationNotExisted
source: Destination is not exist !
vi: Điểm đến không tồn tại !

# ERROR_ContainerInvalid
source: Container is invalid !
vi: Container không hợp lệ !

# Btn_BoxLabel_Create
source: Create Box Label
vi: Tạo Tem Thùng

# ERROR_WrongSize
source: Wrong Size !
vi: Size không hợp lệ !

# ERROR_WrongWO
source: Wrong WO !
vi: Chọn sai WO !

# ERROR_NoSizeForModel
source: No Size is registered for this Model !
vi: Không có Size nào được đăng ký cho Model này !

# ERROR_DuplicatedModelIDSizeID
source: ERROR Duplicated Model & Size
vi: Lỗi trùng Model & Size

# DbTbl_Buyer
source: Buyer
vi: Khách hàng

# WARN_OverOrderQuantity
source: Over Oder Quantity !
vi: Vượt quá số lượng yêu cầu !

# WARN_CannotDeleteScannedInLabel
source: Cannot delete Scanned In Label !
vi: Không thể xóa những label đã được scan nhận !

# DbTbl_Price
source: Price
vi: Giá bán

# DbTbl_Warehouse
source: Warehouse
vi: Nhà kho

# WARN_FunctionIsDeveloping
source: Function is developing !
vi: Function đang được phát triển !

# WARN_ThereAreAFewSOCreated
source: There are a few SOs created !
vi: SOs đã được khởi tạo !

# WARN_ThereAreAFewWOCreated
source: There are a few WOs created !
vi: WOs đã được khởi tạo !

# ERROR_ScanWrongWarehouse
source: Scan in wrong warehouse !
vi: Scan vào sai kho !

# WARN_CannotCreateMoreLabel
source: Cannot create more label !
vi: Không thể tạo thêm tem !

# WARN_ContinuousRequest
source: You are not allowed to send continuous requests !
vi: Không được gửi yêu cầu liên tục !

# MML_QCDetail
source: QC Detail
vi: Kiểm tra chi tiết

# MML_Mold
source: Mold
vi: Khuôn

# DbTbl_UnitPrice
source: Unit Price
vi: Đơn giá

# MML_Material
source: Material
vi: Nguyên Vật Liệu
